Repository: ilya-ios-dev/Expense-Tracker
Catalog: Expense Tracker/Resources/*.lproj/Localizable.strings
Languages: ru

source: Income
ru: Прибыль

source: Expense
ru: Рассходы

source: Net balance
ru: Текущий баланс

source: Automatic
ru: Автоматически

source: Dark
ru: Темное

source: Light
ru: Светлое

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: You entered an incorrect password. Please try to fill in again.
ru: Вы ввели неверный пароль. Пожалуйста, попробуйте еще раз.

source: Search
ru: Поиск

source: Appearance
ru: Оформление

source: Passcode
ru: Код-пароль

source: Enter your previous password
ru: Введите ваш прошлый пароль

source: Enter your PIN code
ru: Введите ваш пин код

source: You will now be required to enter a password to enter the application.
ru: Теперь вам нужно будет вводить пароль для входа в приложение

source: Confirm pin code
ru: Подтвердите пин код

source: Change passcode
ru: Изменить пин код

source: Passcode successfully created
ru: Пин код успешно создан

source: Passcode successfully disabled
ru: Пин код успешно отключен

source: Passcode successfully edited
ru: Пин код успешно изменен

source: App Settings
ru: Настройки приложения

source: Currency
ru: Валюта

source: Rounding
ru: Округление

source: Displaying on Home Screen
ru: Отображение на домашнем экране

source: Change the currency used in the application.
ru: Изменить валюту, используемую в приложении.

source: Change the rounding of numbers.
ru: Изменить округление чисел.

source: Change the items displayed on the home screen.
ru: Изменить элементы, отображаемые на главном экране

source: Change Balance
ru: Изменить баланс

source: Edit current balance.
ru: Изменить текущий баланс

source: Last week.
ru: Последнюю неделю.

source: Last month.
ru: Последний месяц.

source: Last year.
ru: Последний год.

source: For all the time.
ru: Все время.
